<?php

return [
    'base' => env('MIX_BASE_URL', '/'),
    'name' => env('MIX_APP_NAME', 'Valasys'),
    'slug' => env('MIX_APP_SLUG', 'valasys'),
    'keywords' => 'Valasystem, Laravel, Bootstrap, Admin template',
    'description' => 'والا - جامع ترین سیستم آموزشی ایران',
    'author' => 'Saeed Gholizadeh',
    'powerby' => 'Saeed Gholizadeh',
    'copyright' => 'Navaco',
    'password' => '123456',

    // status codes,
    'code' => [
        100001 => 'آیتم به روز شد',

        200001 => 'آیتم با موفقیت ایجاد شد',
        200002 => 'آیتم با موفقیت به روز شد',
        200003 => 'آیتم با موفقیت حذف شد',
        200004 => 'ورود موفقیت آمیز',
        200005 => 'خروج موفقیت آمیز',
        200006 => "رمز ورود با موفقیت تغییر یافت",
        200007 => 'بازنشانی رمز عبور با موفقیت انجام شد',
        200008 => 'پرونده با موفقیت بارگذاری شد',
        200009 => "داده با موفقیت وارد شد",
        200010 => "داده ها با موفقیت صادر شد",

        401001 => "کاربر تأیید نشده است",
        401002 => 'حساب کاربری مسدود است',
        401003 => "کاربر فعال نیست",
        402001 => 'سیستم خاموش شده است',
        403001 => 'تنظیم مجدد گذرواژه انجام نشد',
        403002 => 'تغییر گذرواژه انجام نشد' ,
        403003 => "گذرواژه قدیمی اشتباه است, لطفا دوباره وارد کنید",
        403004 => 'تأیید رمز عبور با رمز جدید سازگار نیست, لطفا دوباره وارد کنید',
        405001 => "روش ارسال اشتباه است",

        500001 => "ایجاد آیتم انجام نشد",
        500002 => 'به روزرسانی آیتم انجام نشد',
        500003 => "حذف آیتم انجام نشد",
        500004 => "آیتم وجود ندارد",
        500005 => 'اعطای نقش ناموفق بود',
        500006 => "اعطای دسترسی ناموفق بود",
        500007 => "پسوند فایل بارگذاری غیرمعتبر است",
        500008 => 'بارگذاری فایل انجام نشد',
        500009 => "ورود داده ها انجام نشد",
        500010 => "صدور داده انجام نشد",

    ],
];
